<#-- @ftlvariable name="text" type="java.lang.String" -->
<#include 'library/standardPage.ftl'>

<@standardPage title="FAQ">
<main class="buy">
    <div class="container">
        <div class="row">
            <div class="twelwe columns" id="faq">
                <h3>FAQ</h3>
                <div class="qa">
                    <h5 class="question">Как зарегистрироваться в Spotify?</h5>
                    <span class="answer">Вот <a target="_blank"
                                                href="https://vk.com/spotify_musicray?w=page-138752802_53975255">здесь</a> есть хорошая инструкция!</span>
                </div>
                <div class="qa">
                    <h5 class="question">Как сменить страну аккаунта Spotify?</h5>
                    <div class="answer"><span>
                                            Инструкция для Филиппин. Другие страны по аналогии. Сменить страну можно только при отсутствии активной подписки
<br>1. Скачайте клиент<a href="https://www.goldenfrog.com/vyprvpn/vpn-apps" target="_blank">&nbsp;VyprVPN</a>*
	<a data-external-url="https://www.goldenfrog.com/vyprvpn/vpn-apps)"
       href="https://vk.com/away.php?to=https%3A%2F%2Fwww.goldenfrog.com%2Fvyprvpn%2Fvpn-apps%29" target="_blank"></a>. Зарегистрируйтесь (при регистрации через клиент, в отличие от сайта, не нужно вводить данные для оплаты).&nbsp;</span><br>

                        <span>2. Выберите Филиппины из списка стран. Подключитесь к VPN.&nbsp;</span><br>

                        <span>3. Войдите на сайт Spotify, зайдите в настройки аккаунта.&nbsp;</span><br>

                        <span>4. Измените страну аккаунта на Филиппины и сохраните изменения.&nbsp;</span><br>

                        <span>*При наличии, можно использовать любой другой VPN клиент с поддержкой Филиппин.</span><br>

                    </div>
                </div>
                <div class="qa">
                    <h5 class="question">Могу ли я войти аккаунтом одной страны в семью другой?</h5>
                    <span class="answer">Нет, страны должны соответствовать.</span>
                </div>
                <div class="qa">
                    <h5 class="question">Как часто можно менять семью?</h5>
                    <span class="answer">Раз в год.</span>
                </div>
                <div class="qa">
                    <h5 class="question">Как быстро вы выдаете приглашения новым пользователям?</h5>
                    <div class="answer">
                        <div>Сразу же после оплаты, мгновенно. Но только если у нас есть свободные слоты для выбранной
                            вами страны. В противном случае вам придется немного подождать, пока мы добавим новые семьи.
                        </div>
                        <br>
                        <div>Приглашения рассылаются автоматически, в порядке очереди среди оплативших. Свой номер в
                            очереди можно увидеть в <a href="/status">личном кабинете</a>. Иными словами, чем раньше
                            оплатите, там раньше получите.
                        </div>
                        <br>
                        <div>Следить за наличием свободных слотов можно на <a href="/stats">этой странице</a></div>
                    </div>
                </div>
                <div class="qa">
                    <h5 class="question">Могу ли я вернуть деньги, если мне надоело ждать своей очереди?</h5>
                    <div class="answer">
                        <div>Конечно. Просто свяжитесь с нами любым удобным способом и мы вернем вам всю
                            сумму платежа за исключением комиссии нашей платежной системы (обычно в районе 5%).
                        </div>
                    </div>
                </div>
                <div class="qa">
                    <h5 class="question">Как перенести плейлисты из одного аккаунта в другой?</h5>
                    <span class="answer">Вариант №1 (рекомендуемый):<br>
                        1. Открываем <a target="_blank" href="http://www.spotmybackup.com/">ссылку.</a><br>

2. Входим в свой старый аккаунт Spotify.<br>
3. Нажимаем Export. После того, как будут найдены все данные, загрузится файл с вашими данными в формате ***.JSON<br>
4. Перезаходим под своим новым аккаунтом Spotify, нажимаем Import и выбираем загруженный файл ***.JSON. Дожидаемся окончания переноса, заходим и радуемся сохранённым данным!<br><br>
                    Вариант №2:<br>
                        1. Идем <a target="_blank" href="http://trikatuka-aknakn.rhcloud.com">сюда</a><br>
2. Слева сверху нажимаем sign in, вводим данные старого аккаунта<br>
3. Справа сверху нажимаеи sign in, вводим данные нового аккаунта<br>
4. Выбираем плейлисты и нажимаем Transfer selected, либо просто жмем Transfer all<br>
                    </span>
                </div>
                <div class="qa">
                    <h5 class="question">Как с вами связаться?</h5>
                    <span class="answer"><a target="_blank"
                                            href="mailto:support@music-ray.ru">support@music-ray.ru</a><br>
                    <a target="_blank" href="https://vk.com/spotify_musicray">Группа ВКонтакте</a><br>
                    <a target="_blank" href="https://t.me/music_ray">Чат в Telegram</a> </span>
                </div>
                <div class="qa">
                    <h5 class="question">Я что-то слышал о вашем перезапуске. Где можно почитать поподробнее?</h5>
                    <span class="answer"><a href="http://telegra.ph/MusicRay-20-04-12">Вот здесь</a></span>
                </div>
                <div class="qa">
                    <h5 class="question">Я пользовался старой версией MusicRay. Что мне нужно сделать, чтобы продолжить
                        использовать вашу подписку?</h5>
                    <div class="answer">
                        <div>Вам придется заново зарегистрироваться, оплатить подписку и присоединиться к новой семье.
                        </div>
                        <br>
                        <div>Если в процессе присоединения Spotify выдаст ошибку сказав, что вы привысили лимиты, то
                            вам придется создать новый аккаунт Spotify и перенести туда все свои плейлисты. При переезде
                            вы ничего не теряете. Единственный минус в том, что в течение пары недель будет недоступен
                            Daily Mix.
                        </div>
                        <br>
                        <div>Инструкция по переносу плейлистов есть немного выше на этой же странице</div>
                    </div>
                </div>
                <div class="qa">
                    <h5 class="question">Но я же оплачивал подписку на полгода/год! Вы меня кинули?</h5>
                    <div class="answer">Нет. Просто зарегистрируйтесь, а затем напишите в нашу поддержку любым удобным
                        для вас способом. Мы компенсируем вам оставшийся оплаченный срок
                    </div>
                </div>
                <div class="qa">
                    <h5 class="question">А куда делись подписки более чем на месяц?</h5>
                    <div class="answer">Мы временно убрали их. В том числе и по техническим причинам. Вероятно, в не
                        столь отдаленном будущем они будут возвращены
                    </div>
                </div>
                <div class="qa">
                    <h5 class="question">А что это у вас за страница доната?</h5>
                    <div class="answer">Мы стараемся держать наши цены как можно более низкими и поэтому работаем почти
                        в ноль. Донат - хороший способ поддержать нас, позволив и дальше не повышать цены
                    </div>
                </div>
                <div class="qa">
                    <h5 class="question">Во время разработки новой платформы я оставлял заявку через Google Forms и
                        оплачивал 80р. Куда пошли эти деньги?</h5>
                    <div class="answer">
                        <div>Мы использовали их чтобы хоть как-то покрыть расходы за тот месяц, в течение которого вы
                            (по техническим причинам) пользовались подпиской бесплатно
                        </div>
                        <br>
                        <div>Если вы неправильно поняли, для чего была нужна та форма и не пользовались бесплатным
                            месяцем подписки - напишите нам в поддержку, разберемся
                        </div>
                    </div>
                </div>
                <div class="qa">
                    <h5 class="question">Должен ли я вам что-то за пользование "бесплатной" подпиской в течение месяца,
                        пока вы разрабатывали новую платформу?</h5>
                    <div class="answer">
                        <div>Мы будем рады, если вы компенсируете затраты на поддержание семей в то время на страничке
                            доната. Но дело это сугубо добровольное и в ваших же интересах (читай пункт выше про то,
                            зачем нужен донат)
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</main>
</@standardPage>